<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
</head>
<body>
	<div class="contract">
		<h1>会員規約</h1>
		<div class="text">
			<p>1. 個人情報の収集及び利用目的国家空間情報ポータルは、次の目的のために個人情報を処理します。 処理している個人情報は、次の目的以外の用途には利用されず、利用目的が変更される場合には個人情報保護法第18条に基づき、別途の同意を得るなど、必要な措置を履行する予定です。</p>
			<p>2. 情報主体と法定代理人の権利·義務及び行使方法①情報主体（満14歳未満の場合は法定代理人をいう。）は、いつでも個人情報閲覧·訂正·削除·処理停止要求などの権利を行使することができます。 ② 第1項の規定による権利行使は、個人情報保護法施行規則別紙第8号書式に従って作成した後、書面、電子メールなどを通じて行うことができ、機関はこれに対して遅滞なく措置します。 ③第1項による権利行使は、情報主体の法定代理人や委任を受けた者など代理人を通じて行うことができます。 この場合、個人情報保護法施行規則別紙第11号書式による委任状を提出しなければなりません。 ④ 個人情報の閲覧及び処理停止要求は、個人情報保護法第35条第5項、第37条第2項により情報主体の権利が制限されることがあります。 ⑤ 個人情報の訂正及び削除要求は、他の法令でその個人情報が収集対象として明示されている場合は、その削除を求めることはできません。 ⑥ 情報主体の権利に応じた閲覧の要求、訂正·削除の要求、処理停止の要求時に閲覧などの要求をした者が本人か正当な代理人かを確認します。</p>
			<p>3. 収集する個人情報の項目国家空間情報ポータル会員情報(必須):名前、Eメール(ID)、パスワード</p>
			<p>4. 個人情報の保有及び利用期間の国家空間情報ポータルは法令に基づく個人情報保有·利用期間または情報主体から個人情報を収集する際に同意を得た個人情報保有·利用期間内で個人情報を処理·保有します。 - 収集根拠:情報主体の同意 - 保存期間:会員退会要請前まで(1年 経過時の再同意) -利用に対する同意を拒否することはできますが、同意を拒否する場合は会員登録が制限されます。</p>
		</div>
		<div>
			<p>
				<input type="checkbox" id="checkbox"> 同意する
			</p>
			<p>
				<button onclick="isChecked()">会員登録</button>
			<p>
		</div>
	</div>
</body>
</html>